Tekla.Structures.Model.Load.LoadPartNamesEnum
The load part names.

Tekla.Structures.Model.Load.LoadPartNamesEnum.LOAD_PART_NAMES_EXCLUDE
Exclude parts by name.

Tekla.Structures.Model.Load.LoadPartNamesEnum.LOAD_PART_NAMES_INCLUDE
Include parts by name.